Repository: jegqamas/Home-Chatter
Catalog: HomeChatter/LanguageResources/Resource.*.resx
Languages: ar_sy

# MessageCaption_ApplyLanguage
source: Apply language
ar_sy: تفعيل لغة

# MessageCaption_Close
source: Close
ar_sy: إغلاق

# MessageCaption_KickOut
source: Kick out
ar_sy: طرد

# MessageCaption_LogOut
source: Log out
ar_sy: تسجيل الخروج

# MessageCaption_SetBanned
source: Set banned
ar_sy: وضع علامة غير مرغوب فيه

# Message_AreYouSure
source: Are you sure ?
ar_sy: هل أنت متأكد ؟

# Message_AreYouSureYouWantToBan
source: Are you sure you want to ban
ar_sy: هل أنت متأكد من وضع علامة غير مرغوب فيه ل

# Message_AreYouSureYouWantToKick
source: Are you sure you want to kick
ar_sy: هل أنت متأكد من طرد

# Message_CantJoinThisServer
source: Can't join this server
ar_sy: لا يمكن الإنضمام إلى هذه الغرفة

# Message_LoggedOutFromTheServer
source: Logged out from the server !
ar_sy: تم تسجيل الخروج من الغرفة !!؟

# Message_OnlyRoomOwnerCanBanUsers
source: Only room owner (admin) can ban users.
ar_sy: وحده صاحب الغرفة يمكنه و ضع مستخدمين كغير مرغوب بهم

# Message_OnlyRoomOwnerCanKickOutUsers
source: Only room owner (server) can kick out users.
ar_sy: وحده صاحب الغرفة يمكنه طرد المستخدمين

# Message_Out
source: out
ar_sy: خارجاً

# Message_PleaseEnterServerIPAddressFirst
source: Please enter server IP address first.
ar_sy: الرجاء إدخال عنوان الأي بي أولاً

# Message_RoomOwnerBAN
source: >Room owner BAN
ar_sy: >صاحب الغرفة وضع علامة غير مرغوب فيه ل

# Message_RoomOwnerKickedOut
source: >Room owner kicked out
ar_sy: >صاحب الغرفة طرد

# Message_ServerIsAlreadyCreated
source: Server is already created.
ar_sy: الغرفة منشأة مسبقاً

# Message_ServerIsNotRunningLoggingOut
source: Server is not running. Logging out.
ar_sy: المخدم لا يعمل تم تسجيل الخروج إضطرارياً

# Message_ServerStoppedForUnknownReason
source: Server stopped for unknown reason !!
ar_sy: تم توقف المخدم لسبب مجهول !!

# Message_SessionStarted
source: Session started.
ar_sy: بداية الجلسة

# Message_TheRemotingObjectIsCurrepted
source: the remoting object is currepted.
ar_sy: كائن الإتصال متضرر

# Message_ThisUserWillNotBeAbleToJoinThisSessionAnyMore
source: This user will not be able to join this session any more.
ar_sy: هذا المستخدم لن يتمكن من الإنضمام إلى هذه الجلسة بعد الآن

# Message_YouAreAlreadyLoggedInPleaseLogOutFirst
source: You are already logged in. Please log out first.
ar_sy: أنت منضم إلى غرفة أصلاً، الرجاء تسجيل الخروج أولاً

# Message_YouCantBanYourself
source: You can't ban yourself !!?
ar_sy: لا يمكنك وضع علامة لا مرغوب به على نفسك !!؟

# Message_YouCantDoThatNowTheRemotingObjectIsCurrepted
source: You can't do that now, the remoting object is currepted.
ar_sy: لا يمكنك فعل ذلك الآن، كائن الإتصال لا يستجيب !!

# Message_YouCantKickOutYourself
source: You can't kick out yourself !!?
ar_sy: لا يمكنك طرد نفسك !!

# Message_YouMustEnterTheServerName
source: You must enter the server name !!
ar_sy: عليك إدخال إسم الغرفة أولاً

# Message_YouMustEnterUserName
source: You must enter user name !!
ar_sy: عليك إدخال إسم المستخدم أولاً

# Message_YouMustRestartTheProgramToApplyLanguage
source: You must restart the program to apply selected language texts.
ar_sy: عليك إعادة تشغيل البرنامج لتفعيل نصوص اللغة المختارة

# Message_YoureOffline
source: You're offline !!
ar_sy: أنت غير متصل !!

# Message_YourPCIsServer_CloseWarning
source: Your pc is the server for this chat room and closing now will terminate the session; in result all user will forced to log out.
ar_sy: أنت صاحب الغرفة و إغلاق البرنامج الآن سيؤدي إلى إنهاء الجلسة و بالتالي إجبار كل المستخدمين على تسجيل الخروج

# Message_YourPCIsServer_LoggingOutWarning
source: Your pc is the server for this chat room and logging out now will terminate the session; in result all user will forced to log out.
ar_sy: نت صاحب الغرفة و تسجيل الخروج الآن سيؤدي إلى إنهاء الجلسة و بالتالي إجبار كل المستخدمين على تسجيل الخروج

source: No
ar_sy: لا

source: Revision
ar_sy: التعديل

# Status_Address
source: Address
ar_sy: العنوان

# Status_LoggedInAs
source: Logged in as
ar_sy: مسجل بإسم

# Status_RoomName
source: Room name
ar_sy: إسم الغرفة

# Status_ServerAddress
source: Server address
ar_sy: عنوان المخدم

# Status_ServerStatus
source: Server status
ar_sy: حالة المخدم

source: Version
ar_sy: النسخة

source: Yes
ar_sy: نعم
