Repository: jegqamas/Home-Chatter
Catalog: HomeChatter/Form_Main.*.resx
Languages: ar_sy

# groupBox2.Text
source: Chat
ar_sy: المحادثة

# groupBox1.Text
source: Users online
ar_sy: المستخدمين

# button1.Text
source: &Send
ar_sy: إ&رسال

# columnHeader1.Text
source: Name
ar_sy: الإسم

# columnHeader2.Text
source: Is room owner
ar_sy: هل هو صاحب الغرفة

# groupBox3.Text
source: Server status
ar_sy: حالة المخدم

# groupBox3.ToolTip
source: Server information. Users should use these information in order to join this room server.
ar_sy: المعلومات التي يحتاجها المستخدمون للإنضمام إلى هذه الغرفة

# label3.Text
source: Server port:
ar_sy: رقم المنفذ

# label2.Text
source: Server ip:
ar_sy: عنوان الأي بي IP

# label1.Text
source: Server name:
ar_sy: إسم المخدّم

# linkLabel_setBanned.Text
source: Set banned
ar_sy: غير مرغوب به

# linkLabel_setBanned.ToolTip
source: Set selected user as banned then kick him/her out.
ar_sy: جعل هذا المستخدم غير مرغوب به أي لن يتمكن من الإنضمام إلى الجلسة الحالية

# linkLabel_kickOut.Text
source: Kick out
ar_sy: &طرد من الغرفة

# linkLabel_kickOut.ToolTip
source: Kick out selected user.
ar_sy: طرد هذا المستخدم من الغرفة

# serverToolStripMenuItem.Text
source: &Server
ar_sy: ال&مخدم

# createRoomserverToolStripMenuItem.Text
source: &Create room (server)...
ar_sy: إ&نشاء غرفة محادثة

# joinRoomToolStripMenuItem.Text
source: &Join room
ar_sy: الإن&ضمام إلى غرفة محادثة

# logOutToolStripMenuItem.Text
source: &Log out
ar_sy: &تسجيل الخروج

# exitToolStripMenuItem.Text
source: &Exit
ar_sy: &خروج

# toolsToolStripMenuItem.Text
source: &Tools
ar_sy: الأ&دوات

# languageToolStripMenuItem.Text
source: &Language
ar_sy: ال&لغة (Language)

# settingsToolStripMenuItem.Text
source: &Settings
ar_sy: الإ&عدادات

# helpToolStripMenuItem.Text
source: &Help
ar_sy: ال&تعليمات

# helpToolStripMenuItem1.Text
source: &Help
ar_sy: &مساعدة

# aboutHomeChatterToolStripMenuItem.Text
source: &About Home Chatter
ar_sy: &حول البرنامج

# StatusLabel.Text
source: Ready.
ar_sy: جاهز.
